---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures
source: html/b379c112-4cf8-c2b1-f1ea-3349f132b6e9.htm
---
# BuiltInFailures.DividedSurfaceFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.